{
    "Name" : "FSMeloDramaticHook",
    "Type" : "Table",
    "Dependencies" : "generators/table/LovedOneGendered.json",
    "Data": {
    	"1": [
			{"You've sworn venguance against the person who has killed your $T-LovedOneGendered$.":3},
			{"You are the $T-LovedOneGendered$ of a notorious bad guy.":3},
			{"You are an undercover cop and dread the day you have to betray the triads.":1},
			{"You used to be an undercover cop but now your colleagues don't trust you because of your criminal past.":1},
			{"You are a triad mole, feeding information back whenever possible and undermining key operations when you can.":1},
			{"You were raised by badguys, this eats you up inside.":1},
			{"You have amnesia, you are trying to reconstruct your past life from scattered clues.":1},
			{"A bad guy has a hold over your $T-LovedOneGendered$.":3},
			{"You are a sleeper agent for some sinister faction, you long for an ordinary life.":1},
			{"You have sworn to clear the name of your $T-LovedOneGendered$.":3},
			{"You are looking for your kidnapped $T-LovedOneGendered$.":3},		
			{"You are torn up with remorse after having seemed to betray your $T-LovedOneGendered$.":3},
			{"You are seeking redemption for having caused the death of an innocent.":1},
			{"You share responsibility for the death of 97% of the Future population being killed at the hands of the Jammers.":1},
			{"You've been poisoned by the bad guy and are trying to get the antidote before dying.":1},
			{"You're terminally ill.":1},
			{"You've sworn to bring the badguy, who is your $T-LovedOneGendered$ to justice.":2},
			{"You are trying to raise money for a lifesaving operation for your $T-LovedOneGendered$.":3},
			{"You are on the run, being persued by a dangerous enemy":1},
			{"You have stolen your current identity to get revenge.":1},			
			{"You're not human, or at best only partially human. You're also torn up about this fact.":1},
			{"You happen to be in love with someone whose position forbids your union.":1}			
		]
	}
}