{
	"Name" : "FSTransformedDragon",		
	"Type" : "Content",	
	"Data" : {
		"1" : {
			"Text" : "<h1>Transformed Dragon</h1>",
			"ParagraphType" : "None"
		},		
		"2" : {
			"Text" : "In the Ancient Juncture, animal spirits from the supernatural realm between being and non-being sometimes yearn for the vividness of mortal existence, and through innate magic they assume human form. They face not only the dangers brought by strange and powerful human emotions, but also the efforts of exorcist monks, who seek to strip them of their new identities, sending them howling back to the spirit world. Sometime between then and the 19th century, transformed animals banded together to prevent them from doing this. By slowly leeching magic from the world, they made it much harder for exorcists and sorcerers to banish, control, or revert them to their old status as intelligent snakes, foxes, tortoises, spiders, and so on. Once established, this alliance sought to protect itself by amassing political power. By the 1850s, these so-called Ascended secretly rule the world, as they continue to do in Modern times. <br /> <br />Depending on when you were born, you might have literally changed from an animal into a human, or have such an individual way back in your family lineage. You may or may not know any of the secretive transformed animals of the Ascended, who fight the geomantic battle to keep magic difficult in the Past and Modern eras. Somehow destiny throws you into the Chi War not on their side, but with the anarchic, freedom-loving Dragons. <br /> <br />Perhaps that’s because you carry the blood of their namesake—the mightiest of Chinese supernatural creatures, the dragon. Knowing, imperious, confident, you stride through humanity’s ranks mantled in good fortune. Driven by your melodramatic hook, you’re willing to risk all you’ve achieved and accumulated for victory in the Chi War."		
		},
		"3" : {
			"Text" : "You like to say things like: \"Don't hate me for being awesome\" and are probably from the Modern Juncture though could show up in any other Junctures."
		}
	}
}