{
    "Name" : "Exalted3EPrinciples",
    "Type" : "Table",    
    "Data": {
    	"1": [
            {"The Immaculate Philosophy is the true guide to righteous living":1},
            {"I believe everyone looks out for number one":1},
            {"Honesty is my watchword":1},
            {"The Realm must fall":1},
            {"I will do anything to protect my loved ones":1},
            {"Pine Trees should be burned because they are an affront to my god":1},
            {"I will defend the innocent":1},
            {"No sacrifice should be at the expense of others":1},
            {"Sometimes you've got to look the other way":1},
            {"My true love is the sea!":1},
            {"What good is money if you don't BUY THINGS? ":1},
            {"Pride won't fill an empty belly":1},
            {"Everything looks better after a cup of good tea":1},
            {"Everyone should be in control of their own destiny":1},
            {"Live free or die":1},
            {"It Never Hurts To Be Direct":1},
            {"We Could Probably Solve This With More Fire":1},
            {"At The Very Least: Be Civil and Courteous":1},
            {"Contracts are sacred":1},
            {"I shall never break my word":1},
            {"Be polite, be efficient, have a plan to kill everyone you meet":1},
            {"All Debt must be paid":1},
            {"The Whole World is a Stage":1},
            {"Knowledge is power":1},
            {"Knowledge should be shared":1},
            {"Knowledge should be hoarded":1},
            {"With great power comes great responsibility":1},
            {"I will not bend to anyone":1},
            {"You may defeat me but you can never defeat my ideas":1},
            {"The pen is mightier than the sword":1},
            {"Keep smiling even when life is hard. Especially when life is hard":1},
            {"I believe in the invisible hand of the Free Market":1},
            {"True humility is the only antidote to shame":1},
            {"Life happens wherever you are, whether you make it or not":1},
            {"There is nothing wrong with accepting help":1},
            {"A man needs his rest":1},
            {"Things will never return to normal":1},
            {"I shall return things to how they used to be":1},
            {"The only one you can trust is yourself":1},
            {"I will die a rich man":1},
            {"One day I will rule all of the 100 Kingdoms":1},            
            {"I shall Reach heaven by violence then":1},            
            {"As a Prince of the Earth it is my right to rule":1},
            {"Violence is circular":1},
            {"Rejoice in imperfect things, for their rareness is not lacking":1},                        
            {"Nothing a large influx of bees can't cure":1},
            {"I only trust tools I made with my own two hands":1},
            {"A fight not won fairly isn't worth fighting":1},            
            {"I will find the thing that will be my downfall, and keep it close":1},
            {"Civilisation is a blight upon the face of Creation":1},          
            {"Only the dead should be underground":1},
            {"Only in death can people be equal":1},
            {"":1},
            {"":1}
		]
	}
}