{
    "Name" : "13thAgeOneUniqueThing",
    "Type" : "Table",
    "Dependencies" : "generators/table/Creatures/AnimalsSingleWord.json",    
    "Data": {
    	"1": [
			{"I am the only $V-Race$ knight of the Dragon Emperor":1},
            {"I am the only acrobat who performed their way out of the Diabolist’s Circus of Hell":1},
            {"I am the only $V-Race$ child of a zombie mother":1},
            {"I have a clockwork heart made by the dwarves":1},
            {"My eyes were unjustly put out in the elven Court so the Elf Queen replaced them with magical opals":1},
            {"I see truths in shadows that cannot be seen in the real world":1},
            {"I’m full of demons":1},
            {"I am bizarrely well-read, and I know at least one thing about everything":1},
            {"I am the only $V-Race$ in the world with human ears":1},            
            {"My entire lineage was killed a while ago, but a witch made me whole again. Now each piece of my body is a fraction of one of my ancestors":1},
            {"I'm a former statue that received free will and started to roam":1},
            {"I'm becoming invisible, and I don't know how to stop it":1},                      
            {"I'm the last one of my kind... and I'm sterile":1},
            {"I am the one son of a hag that wasn't drowned at birth":1},
            {"My reflection is an owlbear. I don't know why, and it terrifies me":1},
            {"As a child I swallowed a scale of the Great Gold Wyrm, and it's still inside me":1},
            {"The Prince of Shadows has given me five hidden hypnotic trigger words. I am not aware of this fact":1},
            {"Birds either love me or hate me":1},
            {"I once traded some magic beans I owned for a poor farmer boy's cow.  What?  I really needed fresh milk for a ritual I was working on!":1},
            {"I am the only one emissary of the Elf Queen":1},
            {"I made a deal with the devil to be the best chef on the seven seas. Now all the other chefs suck":1},
            {"My alter ego is that I am the Empire's second greatest lover":1},
            {"My Character has eyes in the back of his head LITERALLY.":1},
            {"I, involuntarily, learn a single fact, that I do not know, about anything the first time I touch it":1},
            {"I am Heir apparent to every throne of power, including the ones that I don't know about":1},
            {"Traveller from another dimension":1},
            {"I used to be an $T-AnimalsSingleWord$":1},
            {"I am the Rightful ruler of High Cap the Fungus Kingdom, and I'm trying to reclaim my throne":1},
            {"I've got bluebirds in my beard'":1},
            {"A magical explosion turned my right arm invisible":1},
            {"The first thing I remember is waking up after being frozen in a glacier, I don't now for how long":1},
            {"The Orc Lord stole my left hand when I was born, so I have a living wood prosthetic":1},
            {"I am one of the Archmage's homunculi":1},
            {"I befriended a Koru Behemoth":1},
            {"I'm a member of a tribe made up of those who got lost on tour in the ever expanding Cathedral":1},
            {"I wrote the Imperial armies manual of arms.":1},
            {"The Diabolist teleported my house into the Abyss, and I'm determined to get it back":1},
            {"I'm actually a $V-Race$ in an elf's body; my soul got swapped with that poor elf":1},
            {"I always sound like I'm being sarcastic even when I'm not":1},
            {"I have tasted everything in the Dragon Empire, and even a few things out of it too":1},
            {"I can win any game so long as nothing rides on the outcome":1},
            {"I witch turned me into a Newt, but I got better":1},
            {"When I look in a mirror, my reflection tells me things. Some of them are even true":1},
            {"I'm a clone escaped from an underground lab where a wizard was making many more just like me.":1},
            {"I may look like a $V-Race$, but I'm actually a sentient colony of mold":1},
            {"I always know the correct collective noun for something":1},
            {"I can make water taste like wine (but it's still water)":1},
            {"I die every night at precisely 3:04am. I come back to life at 3:16am":1},
            {"I invented a new sport that is very popular with gnomes":1},
            {"I speak the secret language of slugs":1},
            {"This is not my arm, and the original owner wants it back pretty badly for some reason":1},
            {"I know the true name of all things, unfortunately I cannot pronounce them":1},
            {"I cannot die until I return what I stole":1},
            {"Wanted by the law for various reasons by every jurisdiction in existence.":1},
            {"I beat the pants off The Emperor in a card game I had no business playing in in the first place":1},
            {"Was awarded 'worst swordsman' in the Imperial War College":1},                        
            {"I am cursed to slowly turn into a tree":1},
            {"Whenever I use magic nature around me dies, rising exponentially with the power of my spells ":1},
            {"I was absolved of all sins past and future by the Priestess":1},
            {"I have two heads, one of them is my evil twin":1},
            {"Due to a magical mishap I am covered in a thin layer of ice at all times":1},
            {"I have a crippeling fear of mice":1},
            {"My heart is made of literal stone":1},
            {"I can brew beer out of anything, ANYTHING":1},
            {"The Priestess prophesized I am destined to burn down the World Tree":1},
            {"I suffer from soul-anaemia and bargain with people for transfusions":1},
            {"I suffer from Genre-awareness":1},
            {"Dramatically appropriate music plays around me":1},
            {"I lost my soul in a magical accident. It might be up to something without me.":1},
            {"My old gang stole a powerful artifact from a vengeful icon. Now I’m left holding the bag while they lay low":1},
            {"Horses kneel at my approach often enough that people are starting to talk.":1},
            {"My spirit is a prison for angry ghosts. Pray that I do not waver in my duty.":1},
            {"I always know the way to go, even if I shouldn't, or why I should be going anywhere at all":1}                        
		]
	}
}